/* 'Begin' key. Not on most Macintosh keyboards. */
"Begin" = "Début";

/* 'Break' key. Not on most Macintosh keyboards. */
"Break" = "Break";

/* 'Clear' key. Not on most Macintosh keyboards. */
"Clear" = "Clear";

/* 'Delete Char' key. Not on most Macintosh keyboards. */
"Delete Char" = "Suppr car";

/* 'Delete Line' key. Not on most Macintosh keyboards. */
"Delete Line" = "Suppr ligne";

/* 'Execute' key. Not on most Macintosh keyboards. */
"Execute" = "Exec";

/* 'Find' key. Not on most Macintosh keyboards. */
"Find" = "Rech";

/* 'fn' key, no hyphen. Common on laptops. */
"fn" = "fn";

/* 'fn' key, with hyphen. Common on laptops. */
"fn-" = "fn-";

/* 'Insert' key. Not on most Macintosh keyboards. */
"Insert" = "Inser";

/* 'Insert Char' key. Not on most Macintosh keyboards. */
"Insert Char" = "Inser car";

/* 'Insert Line' key. Not on most Macintosh keyboards. */
"Insert Line" = "Inser ligne";

/* 'Menu' key. Not on most Macintosh keyboards. */
"Menu" = "Menu";

/* 'Mode Switch' key. Not on most Macintosh keyboards. */
"Mode Switch" = "Chang mode";

/* 'Next' key. Not on most Macintosh keyboards. */
"Next" = "Suiv";

/* Modifier for numeric keypad, with hyphen. */
"Pad-" = "Pav-";

/* 'Pause' key. Not on most Macintosh keyboards. */
"Pause" = "Pause";

/* 'Previous' key. Not on most Macintosh keyboards. */
"Previous" = "Préc";

/* 'Print' key. Not on most Macintosh keyboards. */
"Print" = "Impr";

/* 'Print Screen' key. Not on most Macintosh keyboards. */
"Print Screen" = "Imp écr";

/* 'Redo' key. Not on most Macintosh keyboards. */
"Redo" = "Rétab";

/* 'Reset' key. Not on most Macintosh keyboards. */
"Reset" = "Reset";

/* 'Scroll lock' key. Not on most Macintosh keyboards. */
"Scroll Lock" = "Stop défil";

/* 'Select' key. Not on most Macintosh keyboards. */
"Select" = "Selec";

/* 'Space' key. */
"Space" = "Espace";

/* 'Stop' key. Not on most Macintosh keyboards. */
"Stop" = "Stop";

/* 'System' key. Not on most Macintosh keyboards. */
"System" = "Syst";

/* 'System Request' key. Not on most Macintosh keyboards. */
"System Request" = "Req syst";

/* 'Undo' key. Not on most Macintosh keyboards. */
"Undo" = "Annul";

/* Unknown key. */
"Unknown" = "Inconnu";

/* 'User' key. Not on most Macintosh keyboards. */
"User" = "Util";

